function Origin() {
  return (
    <div className="origin">
      <h2 className="origin-headline">
        Предыстория персонажа: Контрабандист (Smuggler)
      </h2>
      <img
        src="https://creaturecollege.com/wp-content/uploads/2022/01/2016_010516_Yawning_Portal_TH-600x338.jpg"
        alt=""
        className="origin-img"
      />
      <p className="origin-text">
        На шаткой барже вы пронесли сотни длинных мечей в рыбных бочках прямо
        мимо рассеянных лакеев хозяина дока. Вы гребли на речном судне,
        наполненном краденым эльфийским вином под пристальным взглядом луны, а
        утром продали его в два раза дороже. Во времена, когда вы были добрее,
        вы увезли невинных из зоны боевых действий или помогли направить стада
        животных в безопасность берега горящей реки. <br></br>
        <br></br>Вы знакомы с сетью контрабандистов, которые готовы помочь вам
        выйти из трудной ситуации. Находясь в определенном поселении, городе или
        другом аналогичном по размеру сообществе (по усмотрению ведущего), вы и
        ваши спутники можете бесплатно оставаться в убежищах. Убежища
        обеспечивают плохой образ жизни. Находясь в убежище, вы можете сохранить
        факт своего(и ваших спутников) в нём нахождения в тайне.
      </p>
    </div>
  );
}

export { Origin };
